# travel/coordinates.py


locations = {
    # Киргизия: кириллица и английский
    "Бишкек": (42.8746, 74.6122),
    "Bishkek": (42.8746, 74.6122),

    "Ош": (40.5283, 72.7985),
    "Osh": (40.5283, 72.7985),

    "Каракол": (42.4907, 78.3936),
    "Karakol": (42.4907, 78.3936),

    "Нарын": (41.4287, 75.9910),
    "Naryn": (41.4287, 75.9910),

    "Баткен": (40.0621, 70.8196),
    "Batken": (40.0621, 70.8196),

    "Джалал-Абад": (40.9333, 73.0000),
    "Jalal-Abad": (40.9333, 73.0000),

    "Талас": (42.5228, 72.2427),
    "Talas": (42.5228, 72.2427),

    "Токмок": (42.8419, 75.3015),
    "Tokmok": (42.8419, 75.3015),
}
